Repository: adamledwards/wedding
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de

source: Response
de: Antwort

source: Will Attend
de: wird teilnehmen

source: Will Not Attend
de: wird nicht teilnehmen

source: Optional message to Sophie & Adam
de: zusätzliche Nachricht für Sophie und Adam

source: Enter a valid phone number.
de: Bitte gib die gültige Nummer ein.

source: Location
de: Ort

source: Reviews
de: Bewertungen

source: Did we invite you?
de: Haben wir dich eingeladen?

source: Enter your phone number to get your invite
de: Gebe deine Nummer ein um deine Einladung zu erhalten.

source: Submit
de: Senden

source: Ceremony
de: Kirchliche Trauung

source: Ceremony / 13:00
de: Kirchliche Trauung / 13:00

source: Followed by
de: anschließend...

source: Thank You
de: Danke

source: The biggest gift you can give us is your attendance at the celebration of our marriage, however, should you wish to give a wedding gift, we would be more than happy to receive a donation towards our honeymoon.
de: Unser größtes Geschenk ist es, mit Euch zu feiern. Wenn Ihr uns trotzdem etwas schenken möchtet, würden wir uns freuen, wenn Ihr uns mit einem kleinen Beitrag zu unseren Flitterwochen unterstützt.

source: Best wishes
de: Mit herzlichen Grüßen

source: Address
de: Adresse

source: Phone
de: Telefon

source: from
de: von

source: Show detail
de: Details

source: and
de: und

source: We invite you to be<br/> with us on our wedding day
de: Wir laden dich ein,<br/> unsere Hochzeit mit uns zu feiern

source: Reception
de: Hochzeits feier

source: Reception / 14:30
de: Hochzeits feier / 14:30

source: Please RSVP by April <span class='numbers'>1</span>st <span class='numbers'>2019</span>
de: Bitte um Rückantwort bis zum <span class=‘numbers’>1</span>. April <span class=‘numbers’>2019</span>

source: Have received your RSVP
de: Haben deine Antwort erhalten

source: Please let us know if all the guest will be attending
de: Bitte teilt uns mit ob alle kommen
